Repository: web-design-weekly/campaign-monitor-dashboard
Catalog: lang/*.po
Languages: es_es

source: A sign up form for your site.
es_es: Un formulario de registro para su sitio.

source: Sign up to our newsletter
es_es: Suscríbase a nuestro boletín de noticias

source: Receive updates on a regular basis.
es_es: Recibe actualizaciones de forma regular.

source: Title:
es_es: Título:

source: Subtitle:
es_es: Subtítulo:

source: Campaign Monitor Dashboard
es_es: Campaña Monitor de Dashboard

source: Total Subscribers:
es_es: Los suscriptores totales:

source: Total Unsubscribers:
es_es: Total de baja de la suscripción:

source: Subscribers
es_es: suscriptores

source: Today
es_es: hoy

source: Yesterday
es_es: ayer

source: This Week
es_es: Esta Semana

source: This Month
es_es: Este Mes

source: This Year
es_es: Este Año

source: This Month
es_es: Este Mes

source: Please add your correct credentials
es_es: Por favor, añadir sus credenciales correctas

source: to get the ball rolling.
es_es: para conseguir el balanceo de la bola.

source: Thanks for taking the time to install this plugin.
es_es: Gracias por tomarse el tiempo para instalar este plugin.

source: Unfortunately there is another plugin installed which uses an
es_es: Desafortunadamente, no es otro plugin instalado que utiliza un

source: old
es_es: viejo

source: version of the Campaign Monitor API. This is causing some conflicting issues.
es_es: versión de la API de Campaign Monitor. Esto está causando algunos problemas conflictivos.

source: To use this plugin you will need to un-install that plugin.
es_es: Para utilizar este plugin tendrá que desinstalar ese plugin.

source: If you would like more details on why this is the case, please don't hesitate to use the dedicated
es_es: Si desea más detalles acerca de por qué este es el caso, por favor, no dude en utilizar el dedicado

source: Support Forum.
es_es: Foro Atención al Cliente.

source: Your Stats
es_es: Sus estadísticas

source: Graph
es_es: gráfico

source: Support
es_es: apoyo

source: Edit Credentials
es_es: editar Credenciales

source: List ID
es_es: Lista de ID

source: Save Changes
es_es: Guardar cambios

source: Find API Key
es_es: Encuentra API Key

source: Show as Dashboard Widget
es_es: Mostrar como Dashboard Widget

source: Subscribers Per Month
es_es: Los suscriptores por mes

source: (Last 90 days)
es_es: (Últimos 90 días)

source: The Campaign Monitor Dashboard plugin has a few easy shortcodes for your convenience.
es_es: El Dashboard plugin de Campaign Monitor tiene algunos códigos cortos fáciles para su conveniencia.

source: Email Form Shortcode:
es_es: Email Formulario abreviado:

source: Total Subscribers Shortcode:
es_es: Los suscriptores totales abreviado:

source: Email Form Shortcode
es_es: Email Formulario abreviado

source: Once you have entered your correct Campaign Monitor credentials you can add sign up forms to any of your posts or pages with a simple shortcode.
es_es: Una vez que haya introducido sus credenciales correctas Campaign Monitor puede agregar formularios de registro a cualquiera de tus posts o páginas con un simple código corto.

source: Shortcode Options
es_es: Opciones shortcode

source: The shortcode come built with 4 options:
es_es: El shortcode llegado construidos con 4 opciones:

source: Title
es_es: título

source: Subtitle
es_es: subtítulo

source: Thanks
es_es: gracias

source: Redirect
es_es: Redireccionar

source: To custormise the output of you email sign up form all you need to do is give any of the options your desired value.
es_es: Para custormise la salida del correo electrónico que inscribirse forma todo lo que necesita hacer es darle a cualquiera de las opciones de su valor deseado.

source: Note: Your thank you message will only be displayed if you do not provide a redirect.
es_es: Nota: El mensaje de agradecimiento sólo se mostrará si no se proporciona una redirección.

source: YOUR TITLE
es_es: SU TÍTULO

source: YOUR SUBTITLE
es_es: SU SUBTÍTULO

source: YOUR THANK YOU MESSAGE
es_es: SU mensaje de agradecimiento

source: If you do not want the default output, just declare the option with a blank value.
es_es: Si usted no desea que la salida por defecto, declarar la opción con un valor en blanco.

source: Like so:
es_es: Al igual que:

source: OPTION
es_es: OPCIÓN

source: Customising With CSS
es_es: Personalizar con CSS

source: The Campaign Monitor Dashboard shortcode form doesn't come with any styles. If you would like to custormise the look, you can simply just use the following CSS classes in your stylesheet.
es_es: El formulario abreviado Campaign Monitor de Dashboard no viene con ningún estilo. Si usted desea custormise la mirada, usted puede simplemente utilizar las siguientes clases CSS en la hoja de estilos.

source: Total Subscribers Shortcode
es_es: Los suscriptores totales abreviado

source: To output the total number of subscribers to your Campaign Monitor list, just use the following handy shortcode.
es_es: Para dar salida al número total de suscriptores a su lista de Campaign Monitor, sólo tiene que utilizar el siguiente código abreviado práctico.

source: Need Help?
es_es: Necesita ayuda?

source: If for some reason you need help or have a feature request, please don't hesitate to submit a request on the dedicated support forum.
es_es: Si por alguna razón usted necesita ayuda o tiene una solicitud de función, por favor no dude en presentar una solicitud en el foro de soporte dedicado.

source: Support Forum &rarr;
es_es: Foro de soporte técnico →

source: Today
es_es: hoy

source: Yesterday
es_es: ayer

source: This Week
es_es: Esta Semana

source: You have been successfully subscribed
es_es: Usted ha sido suscrito con éxito

source: Sign Up
es_es: Regístrese

source: Your email address is invalid. Click back and enter a valid email address.
es_es: Su dirección de correo electrónico no es válida. Haga clic de nuevo y escriba una dirección de correo electrónico válida.

source: Invalid Email
es_es: inválido Email

source: Display stats from your Campaign Monitor email list and easily add sign up forms to your site.
es_es: Mostrar las estadísticas de su lista de correo electrónico Campaign Monitor y fácilmente añadir firmar los formularios para su sitio.
